[{
		"id": 0,
		"ans": "不知道手游会出像端游那样的比赛？类似全球总决赛这样。",
		"quen": "拳头公司说不会举办，但是不知道腾讯会不会举办。"
	},
	{
		"id": 1,
		"ans": "为什么下载了游戏不能预注册呢？",
		"quen": "6月6日-6月27日开启的是Alpha测试，测试资格是由拳头官方邮件邀请的形式获取的，目前网上盛传的安装包都是只能安装，无法进入服务器注册。"
	},
	{
		"id": 2,
		"ans": "英雄联盟手游怎么预约？",
		"quen": "国服在腾讯lol手游官网预约，国际服google play预约或者国际官网"
	},
	{
		"id": 3,
		"ans": "青钢影这个英雄的e技能是固定冷却时间的？",
		"quen": "可以e野怪兵，e中人cd减半，满级e7秒，大招有伤害。"
	},
	{
		"id": 4,
		"ans": "我该如何参加手游的正式预约？",
		"quen": "登录官网lolm.qq.com，点击首页的“立即预约”按钮，按照提示登录QQ账号或者微信账号进行手游预约。也可通过其他官方渠道如：掌上英雄联盟、手Q/微信英雄联盟手游游戏专区进行预约登记信息"
	},
	{
		"id": 5,
		"ans": "英雄联盟手游Alpha测试活动的持续时间是多久？",
		"quen": "2020年6月6日—2020年6月27日"
	},
	{
		"id": 6,
		"ans": "使用同一个帐号在各个渠道都进行了预约，预约奖励能够叠加吗？",
		"quen": "亲爱的召唤师，预约的奖励每个账号只能领取一份，是不能叠加的。"
	},
	{
		"id": 7,
		"ans": "英雄联盟手游预约成功后奖励应该如何领取？",
		"quen": "<p>1.使用QQ预约：预约成功后，预约礼包将以卡券形式发放至：动态-游戏-礼包-礼券仓库，游戏不删档测试开启后可以兑换领取。对于未收到卡券的玩家，预约奖励将在游戏不删档上线后，在游戏中通过邮件发放至预约的账户中。请各位召唤师耐心等待~</p><p>2.使用微信预约：预约成功后，预约礼包将通过卡券的形式发放至：我-卡包-卡券，游戏不删档测试开启后可以兑换领取。对于未收到卡券的玩家，预约奖励将在游戏不删档上线后，在游戏中通过邮件发放至预约的账户中。请各位召唤师耐心等待~</p>"
	}, {
		"id": 8,
		"ans": "预约失败，遇到了问题怎么办？",
		"quen": "<p>如果您遇到了任何特殊情况及问题，请点击链接提交您的问题，后续会有客服为您处理：</p><p>pc端请访问：http://kf.qq.com/bills/191011selfsama19f2d7.html</p><p>手机端请访问：https://kf.qq.com/touch/bill/191010selfqad0ca8c2d.html</p>"
	}, {
		"id": 9,
		"ans": "英雄联盟手游的英雄技能跟端游一样吗？",
		"quen": "<p>其实将端游的英雄搬到手游的话，最大的问题就是很多英雄在端游里面是非常厉害的，比如劫和亚索这种能秀的，那么在手游中是否能秀起来呢。这个问题我们在宣传片中已经看到了，很多英雄比如劫和亚索操作起来都还可以，可能就是亚索的E技能可能需要玩家们多熟练运用了。包括劫的大招和影子也是需要一定的熟练技术的。</p><p>很多英雄比如盲僧的R闪或者摸眼可能就不会那么流畅和顺畅。因为大家玩过这种手游的都知道，因为网速和手机建模的不一样，很难让手游保持像端游一样的高帧率和高流畅。还有就是网络的问题。电脑的网速的话是非常稳定的，手机就算是连接无线网的也有可能有跳Ping的现象。</p><p>所以玩家们到时候不要太要求游戏操作技巧，同时也希望大家能够在里面找到自己的昔日伙伴们。</p>"
	}, {
		"id": 10,
		"ans": "Wild Rift的手游技术测试是什么回事？",
		"quen": "从6月6日到6月27日， Wild Rift将向巴西和菲律宾的部分安卓手机用户开放。 这次测试的范围比较小，游戏的大部分内容还在进行中，但我们想要收集一些玩家的重要反馈。"
	}, {
		"id": 11,
		"ans": "英雄联盟手游这次打算测试什么内容？",
		"quen": "这次拳头是打算测试Wild Rift的核心玩法，他们想知道手游是否符合玩家对英雄联盟的标准体验。其次是游戏系统，拳头想要了解游戏是否能够轻松将你们的朋友带入Wild Rift，他们的进度系统是否有效，玩家获得英雄的过程是否公平。最后则是游戏的基础架构和服务器稳定性，确保他们为大家的对局提供优质服务。"
	},
	{
		"id": 12,
		"ans": "我怎样才能获得测试资格？",
		"quen": "<p>这次测试的规模比较小，拳头是随机从已经在谷歌商店中注册WildRift的玩家名单里随机抽选玩家的。目前测试码已在6月6日当天发送完毕，随着测试的进行，拳头会邀请更多玩家参与，即使你第一天没有得到资格，也请密切留意邮件。在接受邀请后，你需要使用预先注册的谷歌账号进行登录。</p><p>谷歌商店预约地址：</p><p>[https://play.google.com/store/apps/details?id=com.riotgames.league.wildrift]</p>"
	}, {
		"id": 13,
		"ans": "为什么我不能获得Alpha测试资格？",
		"quen": "我们依然爱你三千次！由于测试无法容纳大多数人，但我们还是想向你们展现工作成果，可以关注我们的开发者博客最新消息。"
	},
	{
		"id": 14,
		"ans": "为什么选择巴西和菲律宾地区？",
		"quen": "好吧，因为拳头真的非常喜欢巴西烤肉和鸡肉阿斗波。他们想从几个地区先开始测试，而这两个地区的玩家游戏方式并非十分相似，他们可以获得一系列的反馈和数据，确保他们在不同的玩家群体中达到了目标。"
	},
	{
		"id": 15,
		"ans": "这次Alpha测试的最低配置是什么？",
		"quen": "<p>由于我们正在测试一些与游戏性能无关的东西，所以本次测试提高了手机的最低设备配置，我们想要让游戏得到更多设备的测试数据，在不影响WildRift的核心玩法之余，让更多手机玩家能够玩到游戏。</p><p>本次Alpha测试的最低配置是：8核CPU，1.5GHz及以上，64位系统，3G及以上内存，1280x720及以上分辨率。游戏正式发行时的安卓手机最低配置是：4核CPU，1.5GHz及以上，23位或64位系统，1.5G及以上内存，1280x720及以上分辨率。苹果手机则是iPhone6及更高版本。</p>"
	}, {
		"id": 16,
		"ans": "如果我拿到测试资格的话，试玩的时候可以录制视频或者直播吗？",
		"quen": "当然可以，这次测试没有保密协议，你们可以分享游戏内容。"
	},
	{
		"id": 17,
		"ans": "测试数据会延续到公测吗？",
		"quen": "不会，但你的游戏技巧可以在公测之前先练出来。"
	},
	{
		"id": 18,
		"ans": "如果遇到BUG问题怎么办？",
		"quen": "由于Wild Rift还在Alpha测试阶段，肯定会有一些BUG，但拳头建立了反馈网站，来解决有可能出现的所有问题。他们会密切留意玩家的反馈，你也可以通过谷歌商店向他们提交内容。"
	},
	{
		"id": 19,
		"ans": "英雄联盟手游即将开启首轮测试了吗？",
		"quen": "<p>英雄联盟手游的负责人Chow提到，英雄联盟手游即将开启首轮的技术测试。他们已在6月6日于巴西和菲律宾两个地区，开始了为期两周的技术测试。按照拳头游戏先前的开发进度，一旦他们开启技术测试，那游戏距离发布就不远了。</p><p>英雄联盟策略卡牌LoR，在去年10月中旬和11月中旬开启了2次测试，然后今年1月下旬直接全球公测，中间只是相隔了两个月。而云顶之弈手游在2月上旬开启澳服的内测，最终在3月中旬S3赛季银河战争上线后，外服直接全面上线了。最近的无畏契约是在4月上旬开启封测，而现在6月上旬已经外服全面上线。</p><p>因此，拳头游戏的办事效率还是很快的，按照目前的这个速度，一旦首轮技术测试没有遇到太大问题，两三个月后我们就有望看到这款游戏在外服上线了。</p><p>英雄联盟手游采取双摇杆控制的设计，开发团队希望带来原汁原味的英雄联盟游戏体验，并且吸引更多的新玩家。他们也会在这次测试中上线游戏外围系统，想听听玩家对于皮肤、藏品这些系统的反馈。</p>"
	}, {
		"id": 20,
		"ans": "英雄联盟手游的最新进展如何？",
		"quen": "负责英雄开发的产品经理Xu，谈到了英雄的设计元素，最纯粹的动机就是希望能够保留这些角色在英雄联盟中的体验，只进行有意义的必要调整。比如，为了手游更快的节奏和相对较小的地图作出一些调整，或者为了更好地适合双摇杆的操作方式。"
	},
	{
		"id": 21,
		"ans": "本次Alpha测试会上线的英雄有哪些？",
		"quen": "<p>阿狸、易大师、拉克丝、安妮、盖伦、菲奥娜、蔚、布里茨、卡蜜尔、烬、伊泽瑞尔、迦娜、索拉卡、娜美、内瑟斯、布隆、厄运小姐、格雷福斯、金克丝、阿利斯塔、奥拉夫、古拉加斯、贾克斯、墨菲特、希瓦娜、奥瑞利安索尔、奥莉安娜、菲兹、艾希、泰达米尔、崔斯特、薇恩、赵信、劫、亚索、吉格斯</p><p>Xu表示这只是第一轮测试中的英雄，在不久的将来还会有更多的英雄加入。虽然手游是采取了传统的双摇杆机制，但他们在角色选取和瞄准方面下了很多功夫，在后续的开发者博客会详细谈论。</p>"
	}, {
		"id": 22,
		"ans": "英雄联盟手游的核心玩法是什么？",
		"quen": "<p>负责游戏玩法与平衡的设计师Chao，则是介绍了英雄联盟手游的具体玩法。</p><p>首先从英雄选择界面开始，和PC端的设计非常相似，可以根据英雄定位来筛选角色，还会显示预选英雄的具体技能效果，右下角则是有符文、召唤师技能的选择。一旦你选择英雄后，还能够切换皮肤。</p><p>游戏中目前有7种召唤师技能，玩家可以携带2个，这些技能分别是幽灵疾步、治疗术、屏障、虚弱、闪现、引燃和惩戒。</p><p>游戏保留了符文系统，增加游戏的可玩性，但为了缩短游戏流程，符文系统进行了简化。可选的基石符文变成了8个，不过，可以看到有召唤艾黎、征服者、不灭之握、余震和迅捷步法等。</p><p>玩家选完基石符文后，还可以选择3个次级符文，就能完成你的符文搭配。设计师为英雄联盟手游增加了几个独有的次级符文。</p><p>甜食专家：在你吃下蜜蜂果实时会获得金币。</p><p>忠诚：让你和队友彼此靠近时会获得防御属性，可以叠加。</p><p>游戏的地图特色没有太大变化，游戏中有三条主路可以进行推进，摧毁对手的枢纽水晶就获得胜利，每条主路上有3个防御塔，外塔、内塔和高地塔，没有门牙塔。</p><p>新版的水晶枢纽虽然没有门牙塔保护，但自身可以攻击敌人。</p><p>地图采取一些特殊的设计，红方的地图是翻转状态，这意味着红方的射手和辅助要走上路。</p><p>每个野怪营地都有buff怪，红buff是提供额外伤害，蓝buff是提供额外回复。手游中的buff似乎还会成长，提供更强的增益效果。</p><p>植物系统也是保留下来。野区中有占卜花朵可以侦察敌人的位置，防御塔下有蜜糖果实可以提供回复能力，野区有喷射球果可以提供爆炸弹射效果。</p><p>元素亚龙有四种不同的元素魔力，和PC端一样的水龙、火龙、土龙、风龙，还有更加强大的远古巨龙。龙的刷新时间、频率、效果暂不清楚。</p><p>英雄联盟手游是可以部署侦查守卫的，来获得该地区的视野，目前看起来还能切换成扫描透镜。视野是免费的，但有冷却时间限制。</p><p>总体来说，手游还原了英雄联盟中玩家熟悉的每个游戏阶段，但整体流程缩减为15至20分钟，线上的补刀换血、策略gank、小龙争夺战、关键团战等元素都保留下来。</p><p>打野玩家在打完四组野怪后，就可以将惩戒升级为挑战惩戒或者深寒惩戒，这样一来的话，打野玩家在前期就可以发起gank了。</p><p>游戏中有很多玩家熟悉的装备，但只能在泉水区域才能购买。虽然装备的数值和细节可能有所改动，但效果基本上和端游是一样的。比如死亡之帽还是叠法强的不二之选，三相之力仍然提供了成吨的输出。</p><p>坦克英雄还有全新的女神之泪系列装备，名为“芬布尔之冬”，当你对敌人使用控制技能时，会为你提供护盾效果。</p><p>英雄联盟手游也有很多玩家熟悉的主动装备，但每名玩家只能购买一个。这些主动效果现在作为三级鞋子购买，有点类似于几年前的附魔系统，主动效果是可以和任何类型的鞋子搭配升级。比如，你护甲鞋也能够买金身、魔抗鞋也能够购买救赎。</p><p>虽然玩家必须回到泉水才能购买，但游戏加入了快捷购买按钮，以便玩家迅速购买装备，尽快回到线上。</p><p>设计师会一直关注游戏的深度和策略性，他们想要一个容易上手但具有游戏深度的MOBA手游，能够顺利交到朋友，他们希望核心的5v5竞技体验可以符合玩家的预期。</p><p>本次测试包括人机对战模式，以供玩家练习技术。他们还提供了关于基础操控和技能释放的相关教程，即使是没有接触过英雄联盟的新手玩家，都能够顺利上手。在游戏正式上线后，他们会增加更多的教学内容。</p><p>本次测试的玩家还能够体验到排位系统，保留了英雄联盟的核心竞技玩法，但为了适应收集平台进行了一些调整，看起来还是有晋级赛机制。</p>"
	}, {
		"id": 23,
		"ans": "游戏的皮肤系统付费系统如何呢？",
		"quen": "<p>手游团队负责皮肤的设计师Wun，谈到了游戏内的付费内容。她确认了，英雄联盟手游是没有强迫付费、冷却倒计时、没完没了的弹窗。他们为玩家提供了各种各样的自我表达方式，比如自定义个人资料、秀翻对手后进行炫耀、使用自己喜欢的皮肤。</p><p>因此，英雄联盟手游延续了端游的商业模式，玩家可以通过非付费的渠道获得所有英雄。当然，玩家也可以付费获取，但付费不是游戏的核心，玩家不会有强迫付费的感觉。</p><p>从开发者视频来看，每个英雄都有一个伴生皮肤，源自于端游的皮肤概念，但不是照搬模型和特效，而是进行了优化。</p><p><p>目前公布的皮肤包括：</p><p>焰尾妖狐阿狸</p><p>战场BOSS布里茨</p><p>炼狱魔女蔚</p><p>秘密特工赵信</p><p>西部牛仔厄运小姐</p><p>冰川巨兽墨菲特</p><p>苍穹之光薇恩</p><p>西部牛仔烬</p><p>还有很多皮肤在制作中，这次公布的只是一部分，皮肤团队希望在手游中以全新的方式，向玩家呈现他们最爱的皮肤。以上的内容只是预览视频一部分，英雄联盟手游开发团队已经迫不及待和玩家分享这款游戏，并且倾听更多的反馈。</p>"
	}, {
		"id": 24,
		"ans": "英雄联盟手游里的符文效果和技能效果装备描述是怎样的？",
		"quen": "b站有个up主做了基石和小符文的翻译，关键词英雄联盟手游，符文。（1.安排有资格的玩家提供视频或者全网搜索，玩家团队去收集整理；2.想办法解析包体）"
	},
	{
		"id": 25,
		"ans": "英雄联盟手游会引入elo机制吗？",
		"quen": "科普：elo机制即会评估你的胜场，胜率，mvp，对局情况等不同因素得出的一个水平实力，从而创造一个势均力敌的对局环境，以隐藏分匹配。目前官方暂未公布此消息。"
	},
	{
		"id": 26,
		"ans": "英雄联盟手游是全球同一版本吗？",
		"quen": "和端游的运营模式一样，手游在版本内容层面是全球统一的，单不同国家和地区运营情况不同，所以更新进度上会有一点区别。"
	},
	{
		"id": 27,
		"ans": "所有的英雄都会在手游里面出现吗？",
		"quen": "现在还没有办法实现所有英雄的还原，拳头在努力推动这个过程，最终也会考虑适配性来做一些调整。"
	},
	{
		"id": 28,
		"ans": "英雄联盟手游和端游会数据互通吗？",
		"quen": "英雄联盟手游会独立运营。"
	},
	{
		"id": 29,
		"ans": "英雄联盟手游为什么要取消门牙塔/基地防御塔？",
		"quen": "拳头在寻找一个比较适合的平衡点，就是玩家会比较舒适的时间节奏和策略深度之间的平衡，目前来看单局游戏时间在15-20分钟会是一个比较舒适的空间，所以拳头在做一些平衡取舍。不过请放心，游戏的策略和深度都会保持的，希望大家在玩起来的时候觉得这就是英雄联盟。"
	},
	{
		"id": 30,
		"ans": "英雄联盟手游上手会很难吗？",
		"quen": "不会。还是比较好上手的，不管你有没有moba经验，上手起来应该都会蛮快的。不过想精通还是要多锻炼，因为出了熟练度，还有操作意识这些的，都需要锻炼。如果你想成为高手，打到高段位的话，也是需要努力练习的。"
	},
	{
		"id": 31,
		"ans": "为什么手游需要回城买装备？",
		"quen": "这是英雄联盟比较核心特色的一部分。我们做了测试，回城购买装备在体验上并不是一个很有门栏或者会造成体验丧失的问题。这个机制能够给大家更多在策略思考、战术设置以及时间选择机会，简单来说就是回城不会有什么特别的压力，但会让游戏更有趣，所以这个就保留下来了。"
	},
	{
		"id": 32,
		"ans": "可以谈谈《英雄联盟》手机版跟电脑版的差别？尤其是 Meta 部分两边会是一样的吗？",
		"quen": "<p>《英雄联盟：激斗峡谷》是手机游戏也是家用主机游戏，除了考量《英雄联盟》核心体验外，拳头也要求是适应新平台最好的版本，虽然游戏基本玩法与概念类似，但将是在手机与家用主机上很好的体验。</p><p>在这次直播影片中有提到，拳头选择放入的英雄都将是为了《英雄联盟：激斗峡谷》重新考量设计过，所以PC版与手机游戏版本的Meta不见得完全一样，他们希望在合理范围内能拉得比较接近，但由于《英雄联盟：激斗峡谷》是从头开始、重新设计，上线时会有四十个英雄而不是像现在PC版有一百四十几个英雄，所以Meta是无法和PC版一样，而且手机版本在系统与规则上也有所改变，这样让玩家可以在20分钟内完成一场比赛，所以无法和PC版一样的Meta。</p><p>他们主要是希望在《英雄联盟：激斗峡谷》推出时是在手机与家用主机平台给予玩家最好的体验，所以设计时并不是一定要跟PC线上游戏版本一模一样，而是能把握《英雄联盟》核心体验、然后适合新的平台并做到最好。</p><p>所以说，拳头或许会改变一些功能，例如在《英雄联盟：激斗峡谷》内放入些新功能，但这功能在PC版并不会有，他们主要的想法就是能够在不同平台上各自推出最好的《英雄联盟》版本。那手机版本与PC版本或许会有不同的英雄，但这方面还在评估，最好是英雄能够在PC版本与手机版本都有，但也说不定会推出手机版本专属的英雄。</p><p>目前他们在看《英雄聯盟》中一百四十多個英雄，並不是每個都適合轉移到手機遊戲平台。</p>"
	}, {
		"id": 33,
		"ans": "拳头是如何考量哪些是不适合转移到手机游戏平台的英雄的？",
		"quen": "<p>不适合转过来的考量主要是操作方面，有的英雄在操作上只要做一些改变或是有些应对方案就可以改到手机游戏平台上，但有的英雄特别需要利用滑鼠与键盘操作，真的很难用手机的摇杆操作，若是没有好的解决方案就很难放到《英雄联盟：激斗峡谷》中。</p><p>当你在玩PC版用滑鼠键盘操作时，可以非常精准，那像AD角色都很依赖精准度。《英雄联盟：激斗峡谷》是採用双摇杆操控，那有的角色像达瑞文的操作在手机上就很顺畅，但有的英雄非常依赖滑鼠就可能不是那麽适合。</p>"
	}, {
		"id": 34,
		"ans": "《英雄联盟：激斗峡谷》将会推出家用主机版本，那有哪些平台已经是优先在开发呢？",
		"quen": "家用主机平台目前还不方便透露。除了手机平台外，家用主机平台对我们来说也是非常重要，我们现阶段在调查跟衡量所有家用主机平台，至于优先的话，目前还不方便透露，当然越多越好。"
	},
	{
		"id": 35,
		"ans": "《英雄联盟：激斗峡谷》也会有像 PC 版本般的表情系统沟通吗？",
		"quen": "<p>表情系统方面拳头还在优化操作，是可以直接使用沟通，目前他们觉得操作还没有很满意。</p><p>拳头会看线上游戏版本这些沟通工具，然后思索有没有机会让这些沟通工具可以在新平台有更好的体验，如果他们拿PC版的表情系统直接转到手机版，是否有提升操作的空间，所以他们还在多方面的调整考虑，希望为多个新平台做得更好，而像是手机语音沟通设计也是他们会考量的内容。</p>"
	}, {
		"id": 36,
		"ans": "英雄联盟手游鞋子有什么效果？",
		"quen": "<p>1、欢欣：提升英雄的移动速度。</p><p>2、喧哗：对目标造成伤害的同时提升自身移速。</p><p>3、统帅：朝你移动的友方英雄移速提升。</p><p>4、家园卫士：在基地回血速度变快，离开水泉后获得移速加成。</p><p>在这次的测试中鞋子在升级之后还能继续进行升级，可以附魔成水银饰带、中亚、救赎等效果，还是非常的实用的。<p>"
	},
	{
		"id": 37,
		"ans": "英雄联盟手游还是需要补兵才能获取金币吗？",
		"quen": "补兵机制采用了两种金币获取方式，一种是原版PC端的补刀方式，击杀小兵会有额外的金币加成，获的高昂的金币收益；另一种是采用了类似王者荣耀的补兵方式，周围游戏小兵被击杀都能获得一定数量的金币。"
	},
	{
		"id": 38,
		"ans": "英雄联盟手游红蓝BUFF机制与端游有什么不同吗？打野需要注意些什么？",
		"quen": "<p>一、buff位置</p><p>首先英雄联盟手游的地图是镜像的，玩家看自己永远是蓝色方的，这意味着红蓝buff就不能像在端游中那样蓝方红开，红方蓝开了，其次下路ADC和辅助也可能变到上路去了。不知道大家对这个设定怎么看。</p><p>二、buff强度和效果</p><p>除了先开红蓝buff因为地图镜像的原因改变外，红蓝buff还会升级变身，等到一定条件红蓝buff就会改变外表，提升伤害，目前红蓝BUFF拥有三个级别，打败每个级别的buff，都会都有不同的效果加持，所以对于打野玩家非常具有吸引力及挑战。</p><p>三、装备购买</p><p>玩家在刷完4组大型野怪之后可以自由选择红蓝惩戒中的一种，不再需要购买对应打打野装备，同时红蓝buff会在游戏的中期进行升级提高收益，可以省下买打野刀的钱。</p>"
	}, {
		"id": 39,
		"ans": "英雄联盟手游里面哪些英雄适合打野？",
		"quen": "目前lol手游适合打野的英雄有：古拉加斯、奥拉夫、赵信、墨菲特、易、蔚，德莱厄斯、卡米尔这类的。"
	},
	{
		"id": 40,
		"ans": "英雄联盟手游新手奖励有什么？",
		"quen": "<p>根据目前得到的信息来看，手游从1级到30级，每次随着等级提升都会有相应的奖励可以获得，新手奖励有蓝色精粹、英雄之类。<p>具体奖励内容如下：<p><p>1级时，可以获得盖伦、艾希；</p><p>2级时，可以获得安妮、50精粹、点赞表情；</p><p>3级时，可以获得拉克丝、50精粹；</p><p>4级时，可以获得金克斯、50精粹；</p><p>5级时，可以获得蔚、50精粹；</p><p>6级时，可以获得风女、50精粹；</p><p>7级时，可以获得剑圣、50精粹；</p><p>8级时，可以获得机器人、50精粹；</p><p>9级时，可以获得发条、50精粹；</p><p>10级时，可以获得石头人、50精粹；</p><p>11级时，可以获得狗头、50精粹；</p><p>12级时，可以获得青钢影、50精粹；</p><p>13级及之后，全都是蓝色精粹的奖励了，英雄都没有了。</p><p>要说一下的是，英雄联盟手游中，我们是可以使用蓝色精粹来解锁英雄的，而英雄解锁所需的蓝色精粹和端游并没有区别。</p>"
	}, {
		"id": 41,
		"ans": "英雄联盟手游段位和端游一样吗？",
		"quen": "根据官方公布的信息来看，手游有10个段位，如上图所示，分别是黑铁（iron）、青铜（bronze）、白银（silver）、黄金（gold）、白金（platinum）、翡翠（emerald）、钻石（diamond）、大师（master）、宗师（grandmaster）、王者（challenger）。"
	},
	{
		"id": 42,
		"ans": "《激斗峡谷》是否能与PC版、手机或家用主机版进行跨平台呢？",
		"quen": "本游戏与目前《英雄联盟》的核心玩法——即5对5的多人线上战斗竞技游戏（MOBA）几乎相同，但内容稍有不同。使PC版与《激斗峡谷》互相跨平台需要在玩家间竞争的公正性方面折衷，拳头想确保无论哪个平台的玩家都能在游玩时感受到公平和乐趣。在一年当中的几个重大时刻，他们会尝试在PC版与《激斗峡谷》推出同步活动。再者，他们也正在探索手机与家用主机的可能性，但尚未确定是否有相关后续计划。"
	},
	{
		"id": 43,
		"ans": "英雄联盟手游与PC版有何不同？",
		"quen": "基本上，拳头从零开始打造这款游戏（可以说是……整个砍掉重练）。他们设计了全新的模组、动画、游戏系统和其它惊喜，却保留了你最熟悉的《英雄联盟》核心玩法。他们不想把《英雄联盟》硬生生移植到手机平台上，而是希望《激斗峡谷》能专属于新的平台，并借此机会让游戏本身大幅改进。"
	},
	{
		"id": 44,
		"ans": "英雄联盟手游怎么组队，可以打排位吗？",
		"quen": "<p>首先目前英雄联盟手游还没有公测，国服还没有因此想要一起玩是没有办法通过微信QQ账号登陆的，也没有办法关联好友，因此需要先互相添加一下好友，然后就可以进入匹配页面(排位赛也是一样)，点击上线的好友直接邀请就可以了。除此之外玩家还可以邀请上一局同自己玩的大神，并且不需要是好友了，直接就可以进行邀请，另外还有定位功能，能够邀请附近的玩家一起进行游戏哦。</p><p>在英雄联盟手游中是可以进行排位的，但我们在进行上分的时候，好好考虑好友玩家是否是同等水平，同段位的好友，因为如果段位相差太大的话就没有办法进行邀请了，还有就是能力悬殊太大，就算能够邀请的话，这个段位差不多也是要毁了。</p>"
	}, {
		"id": 45,
		"ans": "英雄联盟手游怎么快速让召唤师升级？",
		"quen": "<p>1：每日任务</p><p>这一项是大家首先应该想要的，几乎很多游戏都会有每日任务，完成指定的任务不仅可以领取到一定的奖励，还可以提升游戏经验，帮助大家升级，所以每日任务每天都要做哦，错过的话就很可惜了。</p><p>2：完成主线或支线任务</p><p>在刚进入游戏的前期，做主线和支线任务能够帮助你快速升级，而且比较简单，如果有足够的体力可以择优完成，如果体力不足可以购买体力加速完成。</p><p>3：副本经验</p><p>除了以上方法，还可以通过完成副本任务获取大量经验或材料，这也是快速提升等级的方法之一。</p><p>4：每日限定副本</p><p>限定副本也会有一定的经验和材料，多注意游戏里上线的限定玩法。</p><p>5：除了上面固定的经验值需要获得外，建议大家在1-15级的时候多去打人机，当然，除非你真的很想快快升级，否则老打人机也没意思。打人机主要是因为比较简单，还能获得经验，其次也帮你快速熟悉英雄，可以说是一举两得。</p><p>6：等到15级之后，就多去打匹配模式，如果你有双倍经验卡的话，一局下来可以有200-300的经验。</p><p>7：多关注官方推出的活动，去参加活动不仅有丰厚奖励还可以获取大量经验。</p>"
	}, {
		"id": 46,
		"ans": "英雄联盟手游里面女性英雄哪个强？",
		"quen": "<p>战士：作为少数现在能出现在职业比赛赛场的英雄，卡米尔的强度自然是没问题。</p><p>卡米尔、菲奥娜（剑姬）、瑞文、希瓦娜（龙女）、蔚。</p><p>法师：发条与皎月技能强力，拉克丝大招距离在手游中相当长，蛇女技能的在手机上操作起来更加容易。</p><p>奥莉安娜（发条）、黛安娜（皎月）、拉克丝（光辉）、卡西奥佩娅（蛇女）、阿狸、安妮</p><p>射手：射手在LOL手游中会是比较吃香的。携带减速、可观爆发的寒冰，和版本强力的女枪自然是强力的女性ADC选择。</p><p>艾希、厄运小姐（女枪）、薇恩、金克斯</p><p>辅助：LOL手游软辅目前只有3个，其中风女和星妈算是比较强力的，娜美一手控制也有不错的发挥。</p><p>迦娜（风女）、索拉卡、娜美</p><p>此外，薇恩、瑞文、菲奥娜（剑姬）、蔚这几位作为刺客型英雄，也有亮眼的表现，而希瓦娜（龙女）也可以作为坦克。</p>"
	}, {
		"id": 47,
		"ans": "英雄联盟手游鞋子附魔新功能、新机制是好是坏？",
		"quen": "<p>英雄联盟手游鞋子附魔新功能是LOL手游Alpha测试中引入的一个新机制，众所周知，英雄联盟中有许多可以主动释放的装备，比如各种辅助装备，金身，正义荣耀，水银什么的。但考虑到手游中，如果在屏幕上放置那么多装备按键，操作难度肯定会上升。对于端游老玩家这可能不是什么问题，但是明显这款手游的目标用户不局限于端游老玩家。所以，英雄联盟手游简化了许多主动装备的使用，引入鞋子附魔这个新功能。</p><p><p>鞋子附魔其实严格说也不能算是新功能，只是和端游早期的那种附魔鞋有所不同。手游这次是将中娅沙漏、钢铁烈阳之环、正义荣耀、火箭腰带、水银弯刀、石像鬼板甲、救赎、双生暗影、传送这九件装备或者召唤师技能的主动释放技能集成在了鞋子上，每个英雄只能选择一种附魔鞋子，这也意味着也只能使用这装备效果中的一种。</p><p>鞋子基础价格500，升级1次500，升级2次也就是附魔需要额外500或者1000，其中金身和传送是1000，其它的则是500，所以一个完整附魔鞋的价格是1500或者2000。</p><p>对于这个新机制，目前褒贬不一，好处是只要500或1000就可以获得一个主动效果，而缺点则是这些装备带来的属性加成却没有了，而且只能出1种，那辅助玩家的出装也有受到限制，辅助发挥的空间也变小了。</p>"
	}, {
		"id": 48,
		"ans": "《Legends of Runeterra》会有新区域吗？如何处理如费德提克一样没有归属地的角色？",
		"quen": "<p>拳头会在LoR追加新的地区。他们不打算限制没有特定归属地的角色出场，在游戏里你需要收集各地区角色，而有些角色选择状态很灵活。比如盖伦和嘉文四世，现在及以后都属于德玛西亚阵营，不会加入其他地区。但像提莫、瑞雯和塔姆就有可能会在符文大地各处游荡。</p><p>他们希望利用这一点，确保每位角色都拥有合适的归属地。所以，费德提克、布兰德、瑞兹、安妮等角色的灵活性可以说是最高的。</p>"
	}, {
		"id": 49,
		"ans": "《Legends of Runeterra》的卡牌描述上会包含多少程度的《英雄联盟》官方设定世界观？",
		"quen": "<p>LoR中的所有内容（从艺术设计到文字）都是“官方设定”，在这里先补充一下“官方设定”的含义。</p><p>相同的角色将同时出现在LoL和LoR，且世界观设定是相互呼应的。区别在于，作为卡牌游戏，LoR的绝大部分乐趣在于玩家的选择和组合而产生的无限可能，玩家可以根据自己的判断进行游玩来产生特定的体验，可以决定自己喜欢的角色（和新角色）的行为，遇到的人，以及遇到事件时的反应。比如拉克丝虽然从来都没有听说过“进化日”，但玩家可以在LoR中看到她对此做出的反应。</p><p>另外如游戏名所示，有一部分角色和故事将成为符文大地上的“传说”。我们也可以追溯时光，比如探索赛娜被囚禁在锤石灯笼之前的故事。</p><p>拳头很高兴能带来大家所喜欢的故事之外的新角色和新剧情。</p>"
	}, {
		"id": 50,
		"ans": "各游戏内的货币通用吗？",
		"quen": "<p>现行以及今后的游戏内都不会出现互通货币。拳头的几款新手游《LegendsofRuneterra》《云顶之弈手游》《英雄联盟手游》将上架iOS・Android平台，这两个平台不允许货币互通，再考虑到实现这一问题的复杂性，他们决定每款游戏里设计单独的货币。</p><p>具体而言：</p><br/><p>·PC/Mac版《英雄联盟》《云顶之弈》：继续使用RP</p><br/><p>·《云顶之弈手游》：使用新的货币，但与PC/Mac版共享竞技场皮肤、小小英雄等</p><br/><p>·《LegendsofRuneterra》：使用coin</p><br/><p>·其他游戏待定</p><br/><p>注意：不同地区的游戏内货币或有差异。</p>"
	}
]